/** Chinese (simplified) names for the fifth batch of recipe-book dishes. Written by Claude, NOT checked by a native speaker. */
export const DISH_ZH_MORE3: Record<string, string> = {
  "R-CH-001": "清淡麻婆豆腐", "R-CH-002": "清淡宫保鸡丁", "R-CH-003": "西兰花炒牛肉", "R-CH-004": "虾仁蔬菜芙蓉蛋", "R-CH-005": "猪肉卷心菜水饺汤",
  "R-CH-006": "水果甜酸鸡", "R-CH-007": "鸡肉蔬菜炒面", "R-CH-008": "豌豆胡萝卜蛋炒饭", "R-CH-009": "姜葱蒸鲳鱼", "R-CH-010": "罗汉斋风味烩蔬菜豆腐",
  "R-CH-011": "番茄蛋面汤", "R-CH-012": "肉碎蘑菇蒸水蛋", "R-CH-013": "瘦肉红烧肉", "R-CH-014": "粟米鸡蓉汤", "R-CH-015": "上海青炒蘑菇",
  "R-CH-016": "蒜香拍黄瓜", "R-CH-017": "冬菇枸杞蒸鸡", "R-CH-018": "清炖牛腩萝卜面汤", "R-CH-019": "南瓜瘦肉粥", "R-CH-020": "蒜炒空心菜",
  "R-WB-114": "烤鸡肉蔬菜", "R-WB-115": "瘦猪肉苹果烤盘", "R-WB-116": "鸡肉西兰花焗意粉", "R-WB-117": "鸡肉丸番茄意粉", "R-WB-119": "柠檬烤三文鱼配四季豆",
  "R-WB-120": "慢炖牛腱根茎蔬菜锅", "R-WB-121": "鸡肉韭葱土豆汤", "R-WB-122": "冬季蔬菜豆子意粉汤", "R-WB-123": "烤南瓜胡萝卜汤", "R-WB-124": "羊肉蔬菜焖锅",
  "R-WB-125": "蘑菇菠菜蛋卷", "R-WB-126": "番茄罗勒烤鳕鱼", "R-WB-127": "烤鸡配根茎蔬菜", "R-WB-128": "三豆蔬菜辣豆饭", "R-WB-129": "鸡肉蘑菇奶酱",
  "R-WB-130": "花椰菜西兰花焗菜",
  "R-PI-008": "红薯鱼肉派", "R-PI-009": "扁豆蔬菜牧羊人派", "R-PI-010": "鸡肉韭葱派", "R-PS-008": "苹果燕麦脆派", "R-PS-009": "什锦莓果燕麦脆派", "R-PS-010": "梨子肉桂烤挞",
  "R-SA-013": "鸡肉芒果沙拉", "R-SA-014": "吞拿鱼白豆番茄沙拉", "R-SA-015": "烤蔬菜鹰嘴豆沙拉", "R-SA-016": "番茄黄瓜豆腐沙拉", "R-SA-017": "鲜虾牛油果沙拉", "R-SA-018": "胡萝卜卷心菜酸奶沙拉",
  "R-MX-026": "鸡肉法吉塔饭碗", "R-MX-027": "蔬菜豆子烤饼", "R-MX-028": "青柠鱼肉塔可配胡萝卜丝",
  "R-JB-011": "烤鸡排", "R-KB-011": "韩式烤牛肉生菜包", "R-TB-011": "泰式蒸鸡饭",
};
