/** Chinese (simplified) names for the eighth batch. Written by Claude, NOT checked by a native speaker. */
export const DISH_ZH_MORE6: Record<string, string> = {
  "R-NB-001": "五香鸡肉炒四季豆", "R-NB-002": "黑胡椒鸡肉炒甜椒", "R-NB-003": "姜蒜清蒸鸡", "R-NB-004": "清淡酱油焖鸡", "R-NB-005": "猪肉鲜虾蒸烧卖",
  "R-NB-006": "鸡肉鲜虾云吞汤", "R-NB-007": "什锦蛋炒饭", "R-NB-008": "港式鸡肉蔬菜煎面", "R-NB-009": "豆豉牛肉甜椒", "R-NB-010": "蒜香梅子蒸排骨",
  "R-NB-011": "蚝油蘑菇焖鸡", "R-NB-012": "蒜蓉粉丝蒸虾", "R-NB-013": "姜丝蘑菇蒸鱼片", "R-NB-014": "金针菇鸡蛋煎饼", "R-NB-015": "芝麻酱鸡丝沙拉",
  "R-NB-016": "蘑菇滑鸡片", "R-NB-017": "烤味噌三文鱼", "R-NB-018": "日式蘑菇饭", "R-NB-019": "豆腐菠菜乌冬汤", "R-NB-020": "黄瓜鸡蛋荞麦面沙拉",
  "R-NB-021": "芝麻三文鱼饭团", "R-NB-022": "猪肉卷心菜炒面", "R-NB-023": "日式腌黄瓜胡萝卜", "R-NB-024": "鸡肉蔬菜味噌拉面", "R-NB-025": "照烧三文鱼配西兰花",
  "R-NB-026": "韩式清淡炖鸡土豆", "R-NB-027": "韩式鸡蛋拌饭", "R-NB-028": "韩式凉拌黄瓜", "R-NB-029": "韩式蔬菜煎饼", "R-NB-030": "黄瓜鸡蛋韩式凉面",
  "R-NB-031": "韩式焖豆腐", "R-NB-032": "鲜虾葱煎饼", "R-NB-033": "蒜香芝麻猪肉生菜包", "R-NB-034": "蔬菜鸡蛋石锅拌饭风味", "R-NB-035": "奶香蘑菇鸡",
  "R-NB-036": "菠菜罗勒青酱鸡肉意粉", "R-NB-037": "希腊柠檬烤土豆", "R-NB-038": "藜麦芹菜沙拉", "R-NB-039": "烤西葫芦饼", "R-NB-040": "扁豆蔬菜浓汤",
  "R-NB-041": "番茄烤茄子", "R-NB-042": "芥末香草烤鸡", "R-NB-043": "牛肉末炒西兰花", "R-NB-044": "醋香焖鸡（菲律宾风味）", "R-NB-045": "柠檬香草烤鸡胸",
  "R-NB-046": "牛肉末卷心菜炒面",
};
