/** Chinese (simplified) names for the third and fourth batches of recipe-book dishes. Written by Claude, NOT checked by a native speaker. */
export const DISH_ZH_MORE2: Record<string, string> = {
  "R-JB-001": "低糖照烧鸡", "R-JB-002": "味噌烤三文鱼", "R-JB-003": "亲子丼", "R-JB-004": "玉子烧", "R-JB-005": "寿喜烧风味牛肉蔬菜煮", "R-JB-006": "牛丼", "R-JB-007": "茶碗蒸", "R-JB-008": "芝麻拌菠菜", "R-JB-009": "鸡肉蔬菜乌冬汤", "R-JB-010": "豆腐蘑菇味噌汤",
  "R-KB-001": "清淡烤牛肉", "R-KB-002": "蔬菜拌饭", "R-KB-003": "韩式杂菜", "R-KB-004": "韩式蒸蛋", "R-KB-005": "牛肉海带汤", "R-KB-006": "韩式芝麻菠菜", "R-KB-007": "韩式酱油焖鸡配土豆", "R-KB-008": "豆腐蘑菇炒", "R-KB-009": "参鸡汤风味鸡汤", "R-KB-010": "节瓜鸡蛋煎饼",
  "R-TB-001": "罗勒炒鸡肉", "R-TB-002": "清淡冬阴虾汤", "R-TB-003": "清淡绿咖喱鸡", "R-TB-004": "泰式青柠蒜蒸鱼", "R-TB-005": "清淡泰式炒河粉", "R-TB-006": "南姜椰汁鸡汤", "R-TB-007": "泰式猪肉煎蛋", "R-TB-008": "泰式黄瓜沙拉", "R-TB-009": "生菜包鸡肉拉普", "R-TB-010": "豆腐肉碎清汤",
  "R-MB-001": "清汤鸡肉苏多", "R-MB-002": "清淡加多加多", "R-MB-003": "清淡印尼炒饭", "R-MB-004": "姜黄蒸鱼", "R-MB-005": "清淡椰汁蔬菜", "R-MB-006": "天贝炒长豆", "R-MB-007": "香茅烤鸡", "R-MB-008": "印尼鸡肉粥", "R-MB-009": "酸汤鱼番茄汤", "R-MB-010": "印尼酸菜汤",
  "R-SB-001": "西班牙土豆蛋饼", "R-SB-002": "西班牙冷番茄汤", "R-SB-003": "鸡肉虾仁西班牙海鲜饭", "R-SB-004": "鹰嘴豆菠菜炖", "R-SB-005": "彩椒洋葱烤鱼",
  "R-CT-023": "番茄牛肉", "R-CT-024": "姜丝瘦肉粥", "R-CT-025": "冬菇焖鸡", "R-CT-111": "豆腐蘑菇蛋花汤",
  "R-TC-023": "咸菜蒸豆腐", "R-TC-024": "蘑菇焖豆腐", "R-TC-025": "潮式姜丝蒸鸡", "R-TC-109": "咸菜豆腐汤",
  "R-HK-024": "豆卜炒豆芽", "R-HK-025": "豆芽炒肉片", "R-HK-026": "姜丝焖鸡翅", "R-HK-108": "冬瓜猪肉汤",
  "R-HA-024": "西芹炒豆腐", "R-HA-025": "萝卜焖排骨", "R-HA-026": "酿豆腐泡", "R-HA-108": "酿豆腐汤",
  "R-WB-025": "番茄罗勒烤鸡", "R-WB-026": "牛扒配烤蔬菜", "R-WB-027": "猪肉丸意粉", "R-WB-028": "鲜虾蔬菜意粉", "R-WB-029": "锡纸烤鱼配蔬菜", "R-WB-030": "鸡肉南瓜焖饭", "R-WB-031": "酸奶腌鸡肉串", "R-WB-032": "番茄焗蛋", "R-WB-112": "胡萝卜姜汤", "R-WB-113": "菠菜土豆汤",
  "R-MX-016": "手撕瘦猪肉卷饼", "R-MX-017": "蔬菜豆子辣豆煲", "R-MX-018": "鱼肉牛油果墨西哥饭碗", "R-MX-019": "牛肉法士达卷饼", "R-MX-020": "番茄豆子焗蛋", "R-MX-025": "鸡肉菠菜墨西哥烤饼",
};
